package com.mongoplus.meta;

/**
 * banner内容
 */
class BannerContent {

    public static final String[] BANNER = {
            "___  ___                       ______ _           ",
            "|  \\/  |                       | ___ \\ |          ",
            "| .  . | ___  _ __   __ _  ___ | |_/ / |_   _ ___ ",
            "| |\\/| |/ _ \\| '_ \\ / _` |/ _ \\|  __/| | | | / __|",
            "| |  | | (_) | | | | (_| | (_) | |   | | |_| \\__ \\",
            "\\_|  |_/\\___/|_| |_|\\__, |\\___/\\_|   |_|\\__,_|___/",
            "                     __/ |                        ",
            "                    |___/                         "
    };

    public static final String[] BANNER_KK = {
            "                 鸡你太美", "               鸡你实在太美", "                鸡你是太美", "                 鸡你太美",
            "              实在是太美鸡你", "         鸡你 实在是太美鸡你 美", "       鸡你  实在是太美鸡美   太美",
            "      鸡你  实在是太美鸡美      太美", "    鸡你    实在是太美鸡美       太美", "   鸡你    鸡你实在是美太美    美蓝球球球球",
            "鸡 鸡     鸡你实在是太美     篮球篮球球球球", " 鸡      鸡你太美裆鸡太啊     球球蓝篮球球",
            "         鸡你太美裆裆鸡美       球球球", "          鸡你裆小 j 鸡太美", "           鸡太美    鸡太美",
            "            鸡美      鸡美", "            鸡美       鸡美", "             鸡美       鸡美",
            "             鸡太       鸡太", "           鸡 脚       鸡 脚", "           皮 鞋       皮 鞋",
            "       金光 大道         金光 大道", "      鸡神保佑       永不宕机     永无BUG"
    };

}
